tap "walmartdigital/homebrew-git-cmf"
brew "node"
brew "npm"
brew "nvm"
brew "go"
brew "hugo"
brew "kubectl"
brew "awscli"
brew "aws-iam-authenticator"
brew "helm"
brew "fzf"
brew "postgresql"
cask "docker"
cask "docker-compose"
cask "visual-studio-code"
cask "iterm2"
cask "spotify"
cask "slack"
cask "google-chrome"
cask "pritunl"
cask "dbeaver-community"
cask "postman"
cask "font-fira-code"
cask "flutter"
cask "gimp"
