tap "homebrew/cask-fonts"
brew "node"
brew "npm"
brew "neovim"
brew "go"
brew "hugo"
brew "kubectl"
brew "awscli"
brew "ripgrep"
brew "aws-iam-authenticator"
brew "helm"
brew "fzf"
brew "postgresql"
brew "docker"
brew "docker-compose"
brew "golang-migrate"
brew "golangci-lint"
brew "lazygit"
brew "tree"
brew "powerlevel10k"
brew "zsh-syntax-highlighting"
brew "eza"
brew "zoxide"
cask "visual-studio-code"
cask "wezterm"
cask "dbeaver-community"
cask "postman"
cask "flutter"
