tap "homebrew/cask-fonts"
brew "node"
brew "npm"
brew "neovim"
brew "go"
brew "hugo"
brew "kubectl"
brew "awscli"
brew "aws-iam-authenticator"
brew "helm"
brew "fzf"
brew "postgresql"
brew "docker"
brew "docker-compose"
brew "golang-migrate"
brew "golangci-lint"
cask "visual-studio-code"
cask "iterm2"
cask "wezterm"
cask "google-chrome"
cask "dbeaver-community"
cask "postman"
cask "font-fira-code"
cask "flutter"
